{
    "story": {
        "title": "Your Call to Action",
        "text": "Good morning, epidemiology Team. Thank you for taking the time to be here. As you know I am Jennifer Shuford, the Commissioner of the Texas Department of Health and Human Services.\nWe've just received an urgent report of a rapidly unfolding public health crisis and I need your help. We have a cluster of critically ill patients, and we may have an outbreak, but we are not sure.  I need your investigative skills to help sort through this.  The situation is escalating quickly, the governor wants answers now and CNN is calling me. I am getting reports from many regions and cases are climbing, and we need answers—now! The clock is ticking, and lives are at stake, we do not have much time.\nThat's why we're calling on you, our brightest and most talented epidemiology team, to step into action. Your mission: determine if there is an outbreak and if so investigate the source, define the cases, identify the agent, and recommend containment strategies so we can protect our public.  We need to stop this situation in its tracks.\nYou have limited time, the needed critical resources, and only your expertise to guide you. The health of Texans depends on you. We’re counting on you to solve the mystery and provide me with guidance needed to implement any measures needed to protect the public.\nThank you and good luck—get to work.",
        "images": ["waves.jpg", "sunset.jpg"]
    },
    "puzzles": [{
        "title": "Roadmap",
        "text": "As a budding outbreak investigator, ready to unravel the mystery, you know that outbreak investigation is like solving a complex puzzle where each piece represents a critical clue.\nAs you navigate through layers of deception, unexpected twists, and time-sensitive decisions, a systematic approach should be followed to uncover the source of the illness.",
        "images": ["sherlock_holmes.jpg"],
        "hints": ["It's the right ingredients, but in the wrong order!-Sheldon Cooper", "Why was 10 scared? Because 7-8-9."],
        "answer": ["J-I-9-17-7-S-H-4-P-13"]
    },
    {
        "title": "Morning routine",
        "text": "As you organize your thoughts, the pieces of the mystery start to align. Your gaze falls on a familiar toolbox, and a memory clicks into place:\nthe code—1234.\nA simple sequence, but one that feels significant. You jot it down, sensing it might unlock more than just a toolbox later.\nIt's 7 a.m. As the aroma of your morning coffee lingers, you scan the newspaper for clues.\nHeadlines blur past—nothing groundbreaking yet. But then, your eyes land on the crossword puzzle, unusually vibrant today.\nIntrigued, you trace your finger over the clues.",
        "images": ["crossword.png"],
        "hints": ["A boisterous clown does every foolish game: hurling icicles, juggling kaleidoscopes, laughing maniacally, neglecting old pants, quickly revealing sparkling tight underwear, vamping while x-raying your zebra."],
        "answer": ["EONOIICOESAI"]
    },
    {
        "title": "Peculiar delivery",
        "text": "With the crossword complete, you sit back, satisfied, but still curious.\nWhat is happening to all those people? It's all so mysterious. But you know from your training that it's important to talk to them to start piecing clues together.\nThen, suddenly the doorbell rings. You go to the door, and you find a package from Dr. Shuford waiting for you on the doorstep.\nCuriosity piqued, you bring it inside and open it carefully. Inside is a flash disk. Your heart skips a beat.\nPlugging it into your laptop, the screen flickers to life. The first thing it flashes is a code-4567. Curiosity bubbling, you open the folder labeled \"Confidential\", spot a video file titled <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"http://www.google.com\">Interview.mp4</a>, and click play.",
        "images": ["video.jpg"],
        "hints": ["Why don't shellfish share their pearls? - Because they're a little shellfish!"],
        "answer": ["Mussels"]
    },
    {
        "title": "BREAKING NEWS: LOVE IS IN THE AIR… BUT SO IS FOOD POISONING?",
        "text": "Valentine’s Day is supposed to leave you breathless… but not because you’re doubled over with stomach cramps. Health officials are investigating a mysterious illness affecting dozens of lovebirds who dined out in late January, early February. Reports suggest that many couples who shared a romantic seafood dinner are now sharing something far less pleasant—nausea, dizziness, and memory loss (which, for the record, is NOT a good excuse for forgetting your anniversary).\nIf you or your sweetheart wined and dined at a cozy, seafood-loving restaurant recently and are now regretting all your life choices, investigators are on the case. Could a certain shellfish dish have stolen more than just hearts this Valentine’s Day?\nDine in and find out!",
        "images": ["restaurant.jpg"],
        "hints": [],
        "answer": ["Restaurant"]
    },
    {
        "title": "Food Inspector's Report",
        "text": "Once you piece together that the mussels were the culprit, you waste no time informing the authorities. They respond swiftly, and soon you’re on your way to the restaurant at the heart of the outbreak. When you arrive, the scene is tense—officers are combing through the kitchen, inspecting storage areas, and questioning staff.\nBetween [Date XXXX] and [Date XXXX], XXX individuals have presented with a mysterious illness of unknown origin. Affected individuals have reported a range of gastrointestinal symptoms, including diarrhea and vomiting, as well as neurological manifestations such as memory loss and dizziness. Preliminary epidemiological investigations suggest a possible link to a local restaurant, where a number of affected individuals dined prior to symptom onset. Of the XXXX patrons who ate at the establishment during the exposure period, XXXX remained asymptomatic, while the remainder developed illness. Further analysis is required to determine how dangerous this outbreak is and identify potential sources of contamination. Investigators are urged to analyze the provided data and calculate key epidemiologic measures to guide the ongoing outbreak response.",
        "images": ["inspector.png"],
        "hints": [],
        "answer": ["1.77","0.77"]
    },
    {
        "title": "Discovery",
        "text": "Now that you've done your field calculations, you are beginning to realize the magnitude of this problem. These numbers represent real people who are getting sick.\nOne officer approaches you with an odd discovery found in the restaurant owner's office: an almost blank note with only the code XXXX written at the top. \"We think it’s more than it seems. The owner must not be around much. The office is empty with only a desk and a shredder. By the way, when we left, the office door locked behind us,\" they say, handing it over.\nWhere do you go next?",
        "images": ["office.png"],
        "hints": [],
        "answer": ["Office"]
    },
    {
        "title": "What's behind door number ...?",
        "text": "You head to the office, searching for the shredder, but it’s locked tight. Frustration bubbles up, because you know the answer is behind this office door. But you remember that the owner is terrible with numbers. If she has set a code, she would’ve written it down somewhere she looks at every day.",
        "images": ["door.png"],
        "hints": [],
        "answer": ["$33"]
    },
    {
        "title": "Shredder",
        "text": "You punch in the code from the menu, and with a satisfying click, the office door swings open. Inside, the shredder sits ominously on the desk, its metallic surface glinting under the dim light. But your excitement is short-lived—a padlock secures the shredder, taunting you. Through the transparent bin, you can see shredded paper teasing you with its potential secrets.\nYour mind races. What could the code be?",
        "images": ["padlock.jpg"],
        "hints": ["Your thought drifts to Dr. Shuford's package."],
        "answer": ["1234"]
    },
    {
        "title": "Location, Location, Location",
        "text": "With the code fresh in your mind, you steady your hand and input it into the padlock. A soft click echoes through the quiet office as the lock releases. You lift the shredder lid, revealing a crumpled vendor list beneath the shredded scraps. Relief washes over you as you gently pull the intact document out, its faintly creased surface hinting at its recent handling.\nScanning the list, you recognize familiar names. This is it!",
        "images": ["next_step.jpg"],
        "hints": [],
        "answer": ["Prince Edward Island"]
    },
    {
        "title": "Budding chemist",
        "text": "Arriving at Prince Edward Island, you’re greeted by the serene beauty of the mussel farm, a sharp contrast to the mystery that brought you here. With careful precision, you collect water samples from the farm, paying attention to the areas closest to where the mussels were harvested. The samples are sealed and transported back to a makeshift lab you’ve set up nearby.\nSitting down, you begin your analysis, focusing on the chemical properties of the water.",
        "images": ["litmus.jpg"],
        "hints": [],
        "answer": ["Acidic"]
    },
    {
        "title": "But which one?",
        "text": "It's acidic! But which one?",
        "images": ["chromatograms.jpg"],
        "hints": [],
        "answer": ["Domoic acid"]
    }
    ]
}