{
    "story": {
        "title": "Ebb of Shadows",
        "text": "In a serene coastal village, an unexplained affliction has spread, leaving residents plagued by confusion, strange behaviors, and haunting gaps in their memories. The once-thriving community is now shrouded in fear as the source of the mysterious illness remains unknown.\nAs a determined investigator, you must delve into the lives of the villagers, exploring their stories, deciphering cryptic patterns, and uncovering hidden connections. With time running out and the mystery deepening, you’ll need all your wits to uncover the truth and bring light to the darkness engulfing the village.\nThe ebb and flow of secrets guide your way—will you uncover the shadows or lose yourself in them?",
        "images": ["waves.jpg", "sunset.jpg"]
    },
    "puzzles": [{
        "title": "Roadmap",
        "text": "Outbreak investigations are like solving a complex puzzle where each piece represents a critical clue. A systematic approach should be followed to uncover the source of an illness.",
        "images": ["outbreak_steps.jpg"],
        "hints": ["It's the right ingredients, but in the wrong order!-Sheldon Cooper"],
        "answer": ["1,2,3,4,5,6,7,8,9,10"]
    },
    {
        "title": "Shredded documents",
        "text": "Upon inputting the sequence, you see a four-digit code reveal itself: 3124. Not knowing how to proceed with these numbers, you decide to just write it down and look around in the room.\nAt a corner of the room, you find a colorful crossword puzzle.",
        "images": ["crossword.jpg"],
        "hints": ["The rainbow you see is unique to your position. The angle of light hitting water droplets creates your personal rainbow, different from what someone else standing nearby might see."],
        "answer": ["ROYGBIV"]
    },
    {
        "title": "Patient records",
        "text": "Upon inputting the sequence, you see another four-digit code reveal itself: 3124. Not knowing how to proceed with these numbers, you decide to just write it down and look around in the room.\nAt a corner of the room, you find a pile of patient records.",
        "images": ["patient_records.jpg"],
        "hints": [],
        "answer": ["0.77"]
    },
    {
        "title": "Location, Location, Location",
        "text": "Where do you want to go next?",
        "images": ["next_step.jpg"],
        "hints": [],
        "answer": ["Restaurant"]
    },
    {
        "title": "A \"blank\" note?",
        "text": "A \"blank\" note that has been apprehended from the restaurant owner along with a pile of small synopsis.",
        "images": [],
        "hints": [],
        "answer": ["1.5"]
    },
    {
        "title": "Encoded menu",
        "text": "",
        "images": [],
        "hints": [],
        "answer": ["ABCD"]
    },
    {
        "title": "Location, Location, Location",
        "text": "Where do you want to go next?",
        "images": ["next_step.jpg"],
        "hints": [],
        "answer": ["Prince Edward Island"]
    },
    {
        "title": "Budding chemist",
        "text": "",
        "images": [],
        "hints": [],
        "answer": ["Acidic"]
    },
    {
        "title": "But which one?",
        "text": "",
        "images": [],
        "hints": [],
        "answer": ["Domoic acid"]
    },
    {
        "title": "Sum it up",
        "text": "",
        "images": ["madlib.jpg"],
        "hints": [],
        "answer": ["hmmm"]
    }
    ]
}