{
    "story": {
        "title": "Friday Feb. 2, 11:00 am",
        "text": "<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://utsw.box.com/s/37gnyre2fsx83jyh1i3szk5z0l91tuqz\">ICU Doctor phone call</a>",
        "images": ["outbreak.png"]
    },
    "puzzles": [{
        "title": "Friday Feb. 2, 11:30 am",
        "text": "<a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://utsw.box.com/s/uya1hfaceho5hv96mpi557j2rxjzleeu\">A message from Dr. Shuford</a>\nGood morning on this Ground Hog’s Day, Epidemiology Team. Thank you for taking the time to be here. As you know I am Jennifer Shuford, the Commissioner of Health.\nWe've just received an urgent report of a rapidly unfolding public health crisis and I need your help. We have a cluster of critically ill patients, and we may have an outbreak, but we are not sure.  I need your investigative skills to help sort through this.  The situation is escalating quickly, the governor wants answers now and CNN is calling me. I am getting reports from many regions and cases are climbing, and we need answers—now! The clock is ticking, and lives are at stake, we do not have much time.\nThat's why we're calling on you, our brightest and most talented epidemiology team, to step into action. Your mission: determine if there is an outbreak and if so investigate the source, define the cases, identify the agent, and recommend containment strategies so we can protect our public.  We need to stop this situation in its tracks.\nYou have limited time, the needed critical resources, and only your expertise to guide you. The health of our community depends on you. We’re counting on you to solve the mystery and provide me with guidance needed to implement any measures needed to protect the public.\nThank you and good luck—get to work.",
        "images": ["Shuford.png"],
        "hints": [],
        "answer": ["0202"]
    },
    {
        "title": "Friday Feb. 2, 12:00 pm",
        "text": "As a budding outbreak investigator, ready to unravel the mystery, you know that outbreak investigation is like solving a complex puzzle and each piece represents a critical clue.\nYou will need to navigate through layers of deception, forgotten clues, unexpected twists, time-sensitive decisions, short tempers, emotions and potential legal issues. Make sure you have your ID, your passport, your field notebook, mask and hand sanitizer.",
        "images": ["sherlock_holmes.jpg"],
        "hints": [],
        "answer": ["OUTBREAK"]
    },
    {
        "title": "Saturday Feb. 3, 07:00 am",
        "text": "As you organize your thoughts, the pieces of the mystery start to align.\nIt's 7 a.m. As the aroma of your morning coffee lingers, you scan the newspaper for clues.\nHeadlines blur past—nothing groundbreaking yet. But then, your eyes land on this poignant cartoon.\nIntrigued, you wonder what else is worth reading in the newspaper.",
        "images": ["poignant_cartoon.png"],
        "hints": ["A boisterous clown does every foolish game: hurling icicles, juggling kaleidoscopes, laughing maniacally, neglecting old pants, quickly revealing sparkling tight underwear, vamping while x-raying your zebra."],
        "answer": ["POTATO FRIES KETCHUP N MAYO"]
    },
    {
        "title": "Saturday Feb. 3, 11:00 am",
        "text": "After reading your favorite section of the newspaper, you sit back, satisfied, but still curious.\nWhat is happening to all those people? It's all so mysterious. But you know from your training that it's important to talk to them to start piecing clues together.\n12:30 pm\nYou get a phone call from Dr. Cardigan who gives you a similar story and says that the patient reported eating at a restaurant 4 hours before symptoms started. The patient is now comatose so you call the wife <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"http://www.google.com\">Phone call with your wife</a>.\n4 PM\nYou have now identified 5 individuals who ate with the second case and your colleague was called about an additional 5 potential cases.  After interviewing the cases, what should you send Dr. Shuford?\nYour teammate calls you and has identified another potential 6 cases.",
        "images": ["video.jpg"],
        "hints": [],
        "answer": ["Linelist"]
    },
    {
        "title": "Sunday Feb. 4, 09:00 am",
        "text": "BREAKING NEWS: CNN IS BREATHING DOWN YOUR BACK. THE REPORTER WAS AT A COCKTAIL PARTY AND HEARD ABOUT THESE CRITICALLY ILL PATIENTS?\nYour colleague calls you and reports that there are now 45 potential cases. \nDr. Cardigan calls to tell you a case died (Case 2).  20 minutes late Dr. Montague calls to say that Case 1 also died.  He wants to know if there needs to be an autopsy. \nA reporter calls you and wants to know what the cause of the outbreak is, and what you know about the source. \nDr. Shuford calls and wants an update of your hypothesis pronto!  You review the line list.",
        "images": ["restaurant.jpg"],
        "hints": [],
        "answer": ["Mussels", "Holder"]
    },
    {
        "title": "Sunday Feb. 4, 12:00 pm",
        "text": "Dr Shuford calls and wants an update of your hypothesis pronto!  You review the line list.\nA colleague calls you to update you and tells you that one case ate mussels at home and the family was able to dig the shells and packaging out of the garbage. \nThe primary food inspector summarizes her findings  thus far, <ul><li>45 individuals presented with a mysterious illness between January 25 and February, the cause of which has not been identified.</li><li>    Affected individuals have reported a range of gastrointestinal symptoms, including diarrhea and vomiting, and neurological manifestations such as memory loss and dizziness.</li><li>    Preliminary epidemiological investigations suggest a possible link to a local restaurant, where a number of affected individuals dined prior to symptom onset. The food inspector gets additional information from the restaurant.   </li><li>The owner has a large social media and was able to provide unofficial information to the food inspector.<ul><li>Of the 250 patrons who ate at the establishment during the evening the index cases ate, 230 remained asymptomatic, while the remainder developed illness.</li><li>Records showed that 30 people were served mussels and french fries; 18 of the people who responded they were sick ate mussels and French fries. </li><li>    Dr. Shuford wants to see the supporting data for their hypothesis about the source of the illness.  After giving her the information you go home to think about the next steps. </li></ul></li></ul>",
        "images": ["inspector.png"],
        "hints": [],
        "answer": ["60%", "163.5"]
    },
    {
        "title": "Monday Feb. 5, 10:00 am",
        "text": "You return to the restaurant because you realize the magnitude and seriousness of the situation.  You also find out that another 15 potential cases were called into the office.  Another patient died overnight. You are numb, the numbers represent real people who are getting sick.\nDr. Shuford wonders if she should recall all mussels for the region given the deaths.\nYou want to find out the providence of the mussels.  An officer approaches you with an odd discovery found in the restaurant owner's office: a stack of invoices. \"We think it’s more than it seems. The owner must not be around much. The office is empty with only a desk and a shredder. By the way, when we left, the office door locked behind us.\"\nFrustration bubbles up, because you really want to see what information may be there. But you remember that the owner is terrible with numbers.  ",
        "images": ["office.png", "door.png"],
        "hints": [],
        "answer": ["$29"]
    },
    {
        "title": "Monday Feb. 5, 11:00 am",
        "text": "You want to know where the restaurant ordered their food. You hear a satisfying click; the office door swings open. . . \nAnother case dies and you get called with the autopsy results that reveal neuronal necrosis or cell loss and astrocytosis which was most prominent in the hippocampus and amygdaloid nucleus. They send you a copy of the slide from the hippocampus.  You remind yourself why those areas of the brain are important.  Seems weird for an infection. \nDr. Shuford texts again , \"how severe is this outbreak?\" ",
        "images": ["autopsy.png"],
        "hints": [],
        "answer": ["0004"]
    },
    {
        "title": "Location, Location, Location",
        "text": "You steady your hand and input it into the padlock. A soft click echoes through the quiet office as the lock releases. You lift the shredder lid, revealing the vendor list among the shredded scraps. Relief washes over you as you gently pull the intact document out, its faintly creased surface hinting at its recent handling.\nScanning the list, you recognize familiar names. This is it!",
        "images": ["next_step.jpg"],
        "hints": [],
        "answer": ["Cardigan River, Prince Edward Island"]
    },
    {
        "title": "Budding chemist",
        "text": "Arriving at Prince Edward Island, you’re greeted by the serene beauty of the mussel farm, a sharp contrast to the mystery that brought you here. With careful precision, you collect water samples from the farm, paying attention to the areas closest to where the mussels were harvested. The samples are sealed and transported back to a makeshift lab you’ve set up nearby.\nSitting down, you begin your analysis, focusing on the chemical properties of the water.",
        "images": ["litmus.jpg"],
        "hints": [],
        "answer": ["Acidic"]
    },
    {
        "title": "But which one?",
        "text": "It's acidic! But which one?",
        "images": ["Potassium Hydroxide.png", "Benzylamine.png", "Nitroaniline.png", "Domoic Acid.png", "Citric Acid.png", "Malic Acid.png", "Thiourea.png", "Benzyl Alcohol.png", "Toluene.png"],
        "hints": [],
        "answer": ["Domoic acid"]
    }
    ]
}